// TODO посмотреть как в JS работать с датами
// TODO создать массив с тренировками и наполнить его тренировками. Каждая запись состоит из полей: дата, текущий вес, ссылка на фотографию.
// TODO создать функцию, которая будет принимать вес и ссылку на изображение и добавлять запись к списку тренировок.
// TODO создать функцию, которая будет удалять запись из списка тренировок.
// TODO создать функцию, которая позволяет изменить вес у указанной тренировки. Необходимо доработать модель данных.
// TODO создать функцию, которая позволит изменить ссылку на изображение у указанной записи.
// TODO создать функцию, которая позволит изменить дату тренировка.
// TODO создать функцию, которая позвонли удалить все записи.

